Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# social.status.not_marked
source: not marked
ar: غير محددة
de: nicht markiert
es: sin marcar
fr: non indiquée
id: belum ditandai
it: non segnata
nl: niet gemarkeerd
pt: não marcada
ru: не отмечен
tr: işaretlenmedi
ur: درج نہیں کی

# social.status.prayed
source: prayed
ar: صلّى
de: verrichtet
es: rezada
fr: accomplie
id: sudah salat
it: pregata
nl: gebeden
pt: feita
ru: совершён
tr: kıldı
ur: ادا کر لی

# social.status.preparing
source: preparing
ar: يستعد
de: in Vorbereitung
es: preparándose
fr: se prépare
id: bersiap
it: in preparazione
nl: bereidt zich voor
pt: a preparar-se
ru: готовится
tr: hazırlanıyor
ur: تیاری کر رہے ہیں

# social.status.unknown
source: not known yet
ar: غير معروف بعد
de: noch nicht bekannt
es: aún sin información
fr: pas encore connu
id: belum diketahui
it: non ancora noto
nl: nog niet bekend
pt: ainda desconhecido
ru: пока неизвестно
tr: henüz bilinmiyor
ur: ابھی معلوم نہیں

# spiritual.kind.dua
source: Dua
ar: دعاء
id: Doa
ru: Дуа
ur: دعا

# spiritual.kind.hadith
source: Hadith
ar: حديث
es: Hadiz
id: Hadis
ru: Хадис
tr: Hadis
ur: حدیث

# spiritual.kind.quran
source: Qur'an
ar: القرآن
de: Koran
es: Corán
fr: Coran
id: Al-Qur'an
it: Corano
nl: Koran
pt: Alcorão
ru: Коран
tr: Kur'an
ur: قرآن

# spiritual.kind.reflection
source: Reflection
ar: تأمل
de: Reflexion
es: Reflexión
fr: Réflexion
id: Renungan
it: Riflessione
nl: Reflectie
pt: Reflexão
ru: Размышление
tr: Tefekkür
ur: تأمل

# splash.accessibility.preparing
source: Preparing
ar: جارٍ التحضير
de: Wird vorbereitet
es: Preparando
fr: Préparation en cours
id: Menyiapkan
it: Preparazione in corso
nl: Wordt voorbereid
pt: Preparando
ru: Подготовка
tr: Hazırlanıyor
ur: تیاری ہو رہی ہے

# splash.accessibility.tap_to_begin
source: Double-tap to begin
ar: اضغط مرتين للبدء
de: Zum Starten doppeltippen
es: Toca dos veces para comenzar
fr: Touchez deux fois pour commencer
id: Ketuk dua kali untuk memulai
it: Tocca due volte per iniziare
nl: Tik dubbel om te beginnen
pt: Toque duas vezes para começar
ru: Коснитесь дважды, чтобы начать
tr: Başlamak için iki kez dokun
ur: شروع کرنے کے لیے دو بار ٹیپ کریں

# splash.action.tap_to_begin
source: Tap to begin
ar: اضغط للبدء
de: Zum Starten tippen
es: Toca para comenzar
fr: Touchez pour commencer
id: Ketuk untuk memulai
it: Tocca per iniziare
nl: Tik om te beginnen
pt: Toque para começar
ru: Коснитесь, чтобы начать
tr: Başlamak için dokun
ur: شروع کرنے کے لیے ٹیپ کریں

# tab.circle
source: Circle
ar: دائرتك
de: Kreis
es: Círculo
fr: Cercle
id: Lingkaran
it: Cerchia
nl: Kring
pt: Círculo
ru: Круг
tr: Çevren
ur: حلقہ

# tab.home
source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
id: Beranda
pt: Início
ru: Главная
tr: Ana Sayfa
ur: ہوم

# tab.moments
source: Moments
ar: لحظات
de: Momente
es: Momentos
id: Momen
it: Momenti
nl: Momenten
pt: Momentos
ru: Моменты
tr: Anlar
ur: لمحات

# tab.profile
source: My Vakt
ar: Vakt الخاص بي
de: Mein Vakt
es: Mi Vakt
fr: Mon Vakt
id: Vakt Saya
it: Il mio Vakt
nl: Mijn Vakt
pt: Meu Vakt
ru: Мой Vakt
tr: Vakt'im
ur: میرا Vakt

# time_remaining_accessibility
source: Time remaining: %@
ar: الوقت المتبقي: %@
de: Verbleibende Zeit: %@
es: Tiempo restante: %@
fr: Temps restant : %@
id: Waktu tersisa: %@
it: Tempo rimasto: %@
nl: Resterende tijd: %@
pt: Tempo restante: %@
ru: Оставшееся время: %@
tr: Kalan süre: %@
ur: باقی وقت: %@

# time_remaining_hour_unit
source: h
ar: س
de: Std.
id: j
nl: u
ru: ч
tr: sa
ur: گھنٹہ

# time_remaining_hours_minutes
source: %dh %dm remaining
ar: بقيت %dس %dد
de: %d Std. %d Min. übrig
es: Quedan %dh %dmin
fr: %dh %dmin restantes
id: %dj %dmnt tersisa
it: %dh %dmin rimasti
nl: %du %dmin over
pt: %dh %dmin restantes
ru: Осталось %d ч %d мин
tr: %d sa %d dk kaldı
ur: %d گھنٹہ %d منٹ باقی

# time_remaining_minute_remaining_unit
source: m remaining
ar: د متبقية
de: Min. übrig
es: min restantes
fr: min restantes
id: mnt tersisa
it: min rimasti
nl: min over
pt: min restantes
ru: мин осталось
tr: dk kaldı
ur: منٹ باقی

# time_remaining_minutes
source: %d minutes remaining
ar: بقيت %d دقيقة
de: %d Minuten übrig
es: Quedan %d minutos
fr: %d minutes restantes
id: %d menit tersisa
it: %d minuti rimasti
nl: %d minuten over
pt: %d minutos restantes
ru: Осталось %d мин
tr: %d dakika kaldı
ur: %d منٹ باقی

# time_remaining_one_minute
source: 1 minute remaining
ar: بقيت دقيقة واحدة
de: 1 Minute übrig
es: Queda 1 minuto
fr: 1 minute restante
id: 1 menit tersisa
it: 1 minuto rimasto
nl: 1 minuut over
pt: 1 minuto restante
ru: Осталась 1 минута
tr: 1 dakika kaldı
ur: 1 منٹ باقی

source: Use Location
ar: استخدام الموقع
de: Standort nutzen
es: Usar ubicación
fr: Utiliser la position
id: Gunakan Lokasi
it: Usa posizione
nl: Locatie gebruiken
pt: Usar localização
ru: Использовать геолокацию
tr: Konumu Kullan
ur: مقام استعمال کریں

source: YOUR STATUS
ar: حالتك
de: DEIN STATUS
es: TU ESTADO
fr: VOTRE STATUT
id: STATUSMU
it: IL TUO STATO
nl: JOUW STATUS
pt: SEU ESTADO
ru: ВАШ СТАТУС
tr: DURUMUN
ur: آپ کی حالت

# join_saf
source: Open prayer
tr: Namazı aç

# onboarding.arrival.signal.saf
source: Prayer
tr: Namaz

# tab.prayer
source: Prayer
tr: Namaz
